org.mozilla.firefox
org.flameshot.Flameshot
org.pipewire.Helvum
dev.vencord.Vesktop
in.cinny.Cinny
com.valvesoftware.Steam
net.davidotek.pupgui2
org.prismlauncher.PrismLauncher
net.brinkervii.grapejuice
com.heroicgameslauncher.hgl
io.itch.itch
com.obsproject.Studio
org.gimp.GIMP
org.audacityteam.Audacity
org.kde.kdenlive
org.pipewire.Helvum
sh.cider.Cider
com.github.tchx84.Flatseal
org.filezillaproject.Filezilla
com.spotify.Client
