# Desktop
hyprland
kitty
wofi
pywal
ly

# Essentials
org.mozilla.firefox
org.flameshot.Flameshot
org.pipewire.Helvum
virt-manager
neovim
neofetch
#^^^^^ this is essential to every linux users system

# CLI
tmux
btop
cmatrix
bat

# Social
de.shorsh.discord-screenaudio

# Development
io.github.shiftey.Desktop
python-pipx

# Gaming
com.valvesoftware.Steam
org.prismlauncher.PrismLauncher
net.brinkervii.grapejuice
com.heroicgameslauncher.hgl
io.itch.itch
net.davidotek.pupgui2

# Media
com.obsproject.Studio
org.gimp.GIMP
org.audacityteam.Audacity
org.kde.kdenlive

io.github.celluloid_player.Celluloid
sh.cider.Cider

# System
doas
com.github.tchx84.Flatseal
zsh
zsh-syntax-highlighting
zsh-autosuggestions
gparted
